
<!DOCTYPE html>
<html lang="ru">

    <head>
        
		<meta charset="utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="description" content="">
<meta name="author" content="">

<meta name="csrf-token" content="uxmiWjcyuQMPmAXD4sFQB1UbxqxulL7M4PRzMTcr">
<meta name="app-version" content="v2.6.56">
<meta name="app-route" content="ru/personality-test">
<meta name="app-bs-uid" content="0">
<meta name="api-token" content="">
<meta name="app-locale" content="ru">


<meta property="og:site_name" content="16Personalities">
<meta property="og:url" content="https://www.16personalities.com/ru/test-lichnosti">
<meta property="og:title" content="Бесплатный тест личности | 16Personalities">
<meta property="og:image" content="https://static.neris-assets.com/images/personality-types/headers/fb/logo.png">


<title>Тест личности</title>

    
<link rel="icon" type="image/png" href="https://www.16personalities.com/static/images/favicons/favicon-96x96.png" sizes="96x96">
<link rel="icon" type="image/png" href="https://www.16personalities.com/static/images/favicons/favicon-32x32.png" sizes="32x32">
<link rel="icon" type="image/png" href="https://www.16personalities.com/static/images/favicons/favicon-16x16.png" sizes="16x16">

<link rel="stylesheet" href="https://www.16personalities.com/build/assets/c3r5bgnvcmu--a0e32f75.css" /><link rel="preload" href="https://www.16personalities.com/build/assets/c3r5bgnvcmu--a0e32f75.css" as="style" /><link rel="stylesheet" href="https://www.16personalities.com/build/assets/c3r5bgxhcmdl--6c1bbf7d.css" media="screen and (min-width: 768px)" />
<link rel="stylesheet" href="https://www.16personalities.com/build/assets/c3r5bgzvbnrz--779365ef.css" /><link rel="preload" href="https://www.16personalities.com/build/assets/c3r5bgzvbnrz--779365ef.css" as="style" />
<link rel="stylesheet" href="https://www.16personalities.com/build/assets/zm9udcvzb21l--be749329.css" /><link rel="preload" href="https://www.16personalities.com/build/assets/zm9udcvzb21l--be749329.css" as="style" />

    <link rel="stylesheet" href="https://www.16personalities.com/build/assets/cgvyc2vzda--4d68f601.css" /><link rel="preload" href="https://www.16personalities.com/build/assets/cgvyc2vzda--4d68f601.css" as="style" /><link rel="stylesheet" href="https://www.16personalities.com/build/assets/cgvyc2fyz2u--8d9534b5.css" media="screen and (min-width: 768px)" />
            <link rel="stylesheet" href="https://www.16personalities.com/build/assets/bgvnywxlcw--2333e67f.css" /><link rel="stylesheet" href="https://www.16personalities.com/build/assets/bgvnywfyz2u--012a6b7b.css" media="screen and (min-width: 768px)" />
        


<link rel="stylesheet" href="https://www.16personalities.com/build/assets/aw50zxlszxm--e10c012b.css" /><link rel="preload" href="https://www.16personalities.com/build/assets/aw50zxlszxm--e10c012b.css" as="style" /><link rel="stylesheet" href="https://www.16personalities.com/build/assets/aw50zxxhcmdl--805d1b4c.css" media="screen and (min-width: 768px)" />

<link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>

    <link href='https://fonts.googleapis.com/css?family=Open+Sans:400,600,700,400italic&subset=latin,cyrillic,greek,latin-ext&display=swap' rel='stylesheet' type='text/css'>

<link rel="canonical" href="https://www.16personalities.com/ru/test-lichnosti">

<link rel="alternate" hreflang="ru" href="https://www.16personalities.com/ru/test-lichnosti">

<script>

    window.ga=window.ga||function(){(ga.q=ga.q||[]).push(arguments)};ga.l=+new Date;

    ga('create', 'UA-27031617-1', 'auto');
    ga('set', 'anonymizeIp', true);

</script>

<script async src='https://www.google-analytics.com/analytics.js'></script>


    <script async src="https://www.googletagmanager.com/gtag/js?id=G-7YT1C03C8C"></script>

    <script>

        window.dataLayer = window.dataLayer || [];
        function gtag(){dataLayer.push(arguments);}
        gtag('js', new Date());

        gtag('config', 'G-7YT1C03C8C', { 'anonymize_ip': true });
        // gtag('config', 'AW-735624324');

    </script>



<style>[v-cloak]{display:none !important;}</style>
            </head>

    <body role="document" class="">
        <ul class="sr-only">
<li><a href="#skip-content" id="access-main">Skip to main content</a></li>
<li><a href="#skip-search">Skip to search</a></li>
</ul>

        <div class="main-wrapper int ru" id="main-app" v-international="`ru`">

<app-nav-top-mobile v-cloak></app-nav-top-mobile>

            
    <main class="q-pt" id="test-app">

        <header style="background-color: #464989;">

            <h1>Бесплатный тест личности</h1>

        </header>

        <section class="tips">
            <div class="tip-highlight first"></div>
            <div class="tip-highlight second"></div>
            <div class="tip-highlight third"></div>
            <div class="tip">
                <div class="background"></div>
                <img src="https://www.16personalities.com/static/images/test-header-1.svg">
                <div class="text">
                    <div class="title">
                        Тест занимает менее 12 минут.
                    </div>
                </div>
            </div>
            <div class="tip">
                <img src="https://www.16personalities.com/static/images/test-header-2.svg">
                <div class="text">
                    <div class="title">
                        Отвечайте честно (даже если вам не нравится ответ).
                    </div>
                </div>
            </div>
            <div class="tip last">
                <img src="https://www.16personalities.com/static/images/test-header-3.svg">
                <div class="text">
                    <div class="title">
                        Постарайтесь не давать “нейтральных” ответов.
                    </div>
                </div>
            </div>
            <div class="shape" style="background-color: #464989;"></div>
            <div class="shadow"></div>
        </section>

        <div id="main-app">


            <div v-cloak>
                <quiz
                    data-chunk="quiz-chunk"
                    :right2left="false"
                    t-next="Следующий"
                    t-see-results="Результаты"
                    t-please-wait="Результаты"
                    t-agree="Согласен"
                    t-disagree="Несогласен"
                    locale="ru"
                    :ask-gender="false"
                    :questions="[{&quot;text&quot;:&quot;\u0412\u0430\u043c \u0441\u043b\u043e\u0436\u043d\u043e \u043f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u0438\u0442\u044c \u0441\u0435\u0431\u044f \u0434\u0440\u0443\u0433\u0438\u043c \u043b\u044e\u0434\u044f\u043c.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u043e\u0447\u0435\u043d\u044c \u0447\u0430\u0441\u0442\u043e \u0442\u0430\u043a \u043f\u043e\u0433\u0440\u0443\u0436\u0430\u0435\u0442\u0435\u0441\u044c \u0432 \u0441\u0432\u043e\u0438 \u043c\u044b\u0441\u043b\u0438, \u0447\u0442\u043e \u043d\u0435 \u0437\u0430\u043c\u0435\u0447\u0430\u0435\u0442\u0435 \u0438\u043b\u0438 \u0437\u0430\u0431\u044b\u0432\u0430\u0435\u0442\u0435 \u043e\u0431 \u043e\u043a\u0440\u0443\u0436\u0430\u044e\u0449\u0438\u0445 \u0432\u0430\u0441 \u043b\u044e\u0434\u044f\u0445.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0441\u0442\u0430\u0440\u0430\u0435\u0442\u0435\u0441\u044c, \u043f\u043e \u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438, \u0441\u0440\u0430\u0437\u0443 \u0436\u0435 \u043e\u0442\u0432\u0435\u0442\u0438\u0442\u044c \u043d\u0430 \u0432\u0441\u0435 \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u044b\u0435 \u043f\u0438\u0441\u044c\u043c\u0430 \u0438 \u043d\u0435 \u043c\u043e\u0436\u0435\u0442\u0435 \u0432\u044b\u0434\u0435\u0440\u0436\u0430\u0442\u044c \u0431\u0435\u0441\u043f\u043e\u0440\u044f\u0434\u043e\u043a \u0432 \u043f\u0430\u043f\u043a\u0435 \u201c\u0412\u0445\u043e\u0434\u044f\u0449\u0438\u0435\u201d.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u0430\u043c \u043b\u0435\u0433\u043a\u043e \u043e\u0441\u0442\u0430\u0432\u0430\u0442\u044c\u0441\u044f \u0443\u0440\u0430\u0432\u043d\u043e\u0432\u0435\u0448\u0435\u043d\u043d\u044b\u043c \u0438 \u0441\u043a\u043e\u043d\u0446\u0435\u043d\u0442\u0440\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u044b\u043c \u0434\u0430\u0436\u0435 \u0432 \u043d\u0430\u043f\u0440\u044f\u0436\u0435\u043d\u043d\u043e\u0439 \u043e\u0431\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0435.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b, \u043a\u0430\u043a \u043f\u0440\u0430\u0432\u0438\u043b\u043e, \u043d\u0435 \u043d\u0430\u0447\u0438\u043d\u0430\u0435\u0442\u0435 \u0440\u0430\u0437\u0433\u043e\u0432\u043e\u0440.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0440\u0435\u0434\u043a\u043e \u0434\u0435\u043b\u0430\u0435\u0442\u0435 \u0447\u0442\u043e-\u0442\u043e \u0438\u0437 \u0447\u0438\u0441\u0442\u043e\u0433\u043e \u043b\u044e\u0431\u043e\u043f\u044b\u0442\u0441\u0442\u0432\u0430.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u0430\u043c \u043a\u0430\u0436\u0435\u0442\u0441\u044f, \u0447\u0442\u043e \u0432\u044b \u0432 \u0447\u0435\u043c-\u0442\u043e \u043f\u0440\u0435\u0432\u043e\u0441\u0445\u043e\u0434\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u0438\u0445 \u043b\u044e\u0434\u0435\u0439.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0411\u044b\u0442\u044c \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u043e\u0432\u0430\u043d\u043d\u044b\u043c \u0434\u043b\u044f \u0432\u0430\u0441 \u0431\u043e\u043b\u0435\u0435 \u0432\u0430\u0436\u043d\u043e, \u0447\u0435\u043c \u0443\u043c\u0435\u0442\u044c \u043f\u0440\u0438\u0441\u043f\u043e\u0441\u043e\u0431\u0438\u0442\u044c\u0441\u044f.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u043e\u0447\u0435\u043d\u044c \u0446\u0435\u043b\u0435\u0443\u0441\u0442\u0440\u0435\u043c\u043b\u0435\u043d\u043d\u044b\u0439 \u0438 \u044d\u043d\u0435\u0440\u0433\u0438\u0447\u043d\u044b\u0439 \u0447\u0435\u043b\u043e\u0432\u0435\u043a.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0414\u043b\u044f \u0432\u0430\u0441 \u0432\u0430\u0436\u043d\u0435\u0435 \u0443\u0431\u0435\u0434\u0438\u0442\u044c\u0441\u044f \u0432 \u0442\u043e\u043c, \u0447\u0442\u043e \u043d\u0438\u043a\u0442\u043e \u043d\u0435 \u043e\u0433\u043e\u0440\u0447\u0438\u043b\u0441\u044f, \u0447\u0435\u043c \u0432\u044b\u0438\u0433\u0440\u0430\u0442\u044c \u0441\u043f\u043e\u0440.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u041e\u0447\u0435\u043d\u044c \u0447\u0430\u0441\u0442\u043e \u0432\u044b \u0447\u0443\u0432\u0441\u0442\u0432\u0443\u0435\u0442\u0435, \u0447\u0442\u043e \u0432\u0430\u043c \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u043e\u043f\u0440\u0430\u0432\u0434\u044b\u0432\u0430\u0442\u044c\u0441\u044f \u043f\u0435\u0440\u0435\u0434 \u0434\u0440\u0443\u0433\u0438\u043c\u0438 \u043b\u044e\u0434\u044c\u043c\u0438.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u0430\u0448 \u0434\u043e\u043c \u0438 \u0432\u0430\u0448\u0435 \u0440\u0430\u0431\u043e\u0447\u0435\u0435 \u043c\u0435\u0441\u0442\u043e \u043e\u0447\u0435\u043d\u044c \u0430\u043a\u043a\u0443\u0440\u0430\u0442\u043d\u044b\u0435.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u043d\u0435 \u043f\u0440\u043e\u0442\u0438\u0432 \u0442\u043e\u0433\u043e, \u0447\u0442\u043e\u0431\u044b \u0431\u044b\u0442\u044c \u0432 \u0446\u0435\u043d\u0442\u0440\u0435 \u0432\u043d\u0438\u043c\u0430\u043d\u0438\u044f.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0441\u0447\u0438\u0442\u0430\u0435\u0442\u0435 \u0441\u0435\u0431\u044f \u0431\u043e\u043b\u044c\u0448\u0435 \u043f\u0440\u0430\u043a\u0442\u0438\u0447\u043d\u044b\u043c, \u0447\u0435\u043c \u043a\u0440\u0435\u0430\u0442\u0438\u0432\u043d\u044b\u043c \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u043e\u043c.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u041b\u044e\u0434\u0438 \u0440\u0435\u0434\u043a\u043e \u043c\u043e\u0433\u0443\u0442 \u043e\u0433\u043e\u0440\u0447\u0438\u0442\u044c \u0432\u0430\u0441.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u0430\u0448\u0438 \u043f\u043b\u0430\u043d\u044b \u043f\u0443\u0442\u0435\u0448\u0435\u0441\u0442\u0432\u0438\u0439, \u043a\u0430\u043a \u043f\u0440\u0430\u0432\u0438\u043b\u043e, \u043f\u0440\u043e\u0434\u0443\u043c\u0430\u043d\u044b \u0434\u043e \u043c\u0435\u043b\u043e\u0447\u0435\u0439.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u0430\u043c \u0437\u0430\u0447\u0430\u0441\u0442\u0443\u044e \u0441\u043b\u043e\u0436\u043d\u043e \u043f\u043e\u0441\u0442\u0430\u0432\u0438\u0442\u044c \u0441\u0435\u0431\u044f \u043d\u0430 \u043c\u0435\u0441\u0442\u043e \u0434\u0440\u0443\u0433\u043e\u0433\u043e \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0430.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u0430\u0448\u0435 \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043d\u0438\u0435 \u0447\u0430\u0441\u0442\u043e \u043c\u0435\u043d\u044f\u0435\u0442\u0441\u044f.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u043e \u0432\u0440\u0435\u043c\u044f \u0434\u0438\u0441\u043a\u0443\u0441\u0441\u0438\u0438 \u043f\u0440\u0430\u0432\u0434\u0430 \u0434\u043e\u043b\u0436\u043d\u0430 \u0431\u044b\u0442\u044c \u0432\u0430\u0436\u043d\u0435\u0435 \u0447\u0443\u0432\u0441\u0442\u0432 \u0434\u0440\u0443\u0433\u0438\u0445 \u043b\u044e\u0434\u0435\u0439.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0440\u0435\u0434\u043a\u043e \u043f\u0435\u0440\u0435\u0436\u0438\u0432\u0430\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u0442\u043e\u0433\u043e, \u043a\u0430\u043a\u043e\u0435 \u0432\u043b\u0438\u044f\u043d\u0438\u0435 \u043c\u043e\u0433\u0443\u0442 \u043e\u043a\u0430\u0437\u0430\u0442\u044c \u0432\u0430\u0448\u0438 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u043d\u0430 \u0434\u0440\u0443\u0433\u0438\u0445 \u043b\u044e\u0434\u0435\u0439.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u0430\u0448 \u0441\u0442\u0438\u043b\u044c \u0440\u0430\u0431\u043e\u0442\u044b \u043c\u043e\u0436\u043d\u043e \u0441\u043a\u043e\u0440\u0435\u0435 \u043e\u0445\u0430\u0440\u0430\u043a\u0442\u0438\u0440\u0438\u0437\u043e\u0432\u0430\u0442\u044c \u043a\u0430\u043a \u0431\u0435\u0441\u043f\u043e\u0440\u044f\u0434\u043e\u0447\u043d\u044b\u0435 \u0432\u0441\u043f\u043b\u0435\u0441\u043a\u0438 \u044d\u043d\u0435\u0440\u0433\u0438\u0438, \u0430 \u043d\u0435 \u043c\u0435\u0442\u043e\u0434\u0438\u0447\u043d\u0430\u044f \u0438 \u043e\u0440\u0433\u0430\u043d\u0438\u0437\u043e\u0432\u0430\u043d\u043d\u0430\u044f \u0434\u0435\u044f\u0442\u0435\u043b\u044c\u043d\u043e\u0441\u0442\u044c.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0447\u0430\u0441\u0442\u043e \u0437\u0430\u0432\u0438\u0434\u0443\u0435\u0442\u0435 \u0434\u0440\u0443\u0433\u0438\u043c.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0418\u043d\u0442\u0435\u0440\u0435\u0441\u043d\u0430\u044f \u043a\u043d\u0438\u0433\u0430 \u0438\u043b\u0438 \u0432\u0438\u0434\u0435\u043e \u0438\u0433\u0440\u0430 \u0437\u0430\u0447\u0430\u0441\u0442\u0443\u044e \u043d\u0430\u043c\u043d\u043e\u0433\u043e \u043b\u0443\u0447\u0448\u0435 \u0434\u043b\u044f \u0432\u0430\u0441, \u0447\u0435\u043c \u0441\u0432\u0435\u0442\u0441\u043a\u043e\u0435 \u043c\u0435\u0440\u043e\u043f\u0440\u0438\u044f\u0442\u0438\u0435.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u043e\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u044c \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u0430\u0442\u044c \u043f\u043b\u0430\u043d \u0438 \u0441\u043b\u0435\u0434\u043e\u0432\u0430\u0442\u044c \u0435\u043c\u0443 - \u0441\u0430\u043c\u0430\u044f \u0432\u0430\u0436\u043d\u0430\u044f \u0447\u0430\u0441\u0442\u044c \u043b\u044e\u0431\u043e\u0433\u043e \u043f\u0440\u043e\u0435\u043a\u0442\u0430.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0440\u0435\u0434\u043a\u043e \u0443\u0432\u043b\u0435\u043a\u0430\u0435\u0442\u0435\u0441\u044c \u0444\u0430\u043d\u0442\u0430\u0437\u0438\u044f\u043c\u0438 \u0438 \u0438\u0434\u0435\u044f\u043c\u0438.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0413\u0443\u043b\u044f\u044f \u043d\u0430 \u043f\u0440\u0438\u0440\u043e\u0434\u0435 \u0432\u044b \u0447\u0430\u0441\u0442\u043e \u043f\u043e\u0433\u0440\u0443\u0436\u0430\u0435\u0442\u0435\u0441\u044c \u0432 \u0441\u0432\u043e\u0438 \u043c\u044b\u0441\u043b\u0438.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0415\u0441\u043b\u0438 \u043a\u0442\u043e-\u0442\u043e \u0431\u044b\u0441\u0442\u0440\u043e \u043d\u0435 \u043e\u0442\u0432\u0435\u0442\u0438\u043b \u043d\u0430 \u0432\u0430\u0448\u0435 \u044d\u043b\u0435\u043a\u0442\u0440\u043e\u043d\u043d\u043e\u0435 \u043f\u0438\u0441\u044c\u043c\u043e, \u0432\u044b \u043d\u0430\u0447\u0438\u043d\u0430\u0435\u0442\u0435 \u043f\u0435\u0440\u0435\u0436\u0438\u0432\u0430\u0442\u044c, \u043d\u0435 \u0441\u043a\u0430\u0437\u0430\u043b\u0438 \u043b\u0438 \u0432\u044b \u0447\u0442\u043e-\u0442\u043e \u043d\u0435\u043f\u0440\u0430\u0432\u0438\u043b\u044c\u043d\u043e.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u041a\u0430\u043a \u0440\u043e\u0434\u0438\u0442\u0435\u043b\u044c, \u0432\u044b \u0431\u043e\u043b\u044c\u0448\u0435 \u0445\u043e\u0442\u0435\u043b\u0438 \u0431\u044b \u0432\u0438\u0434\u0435\u0442\u044c \u0441\u0432\u043e\u0435\u0433\u043e \u0440\u0435\u0431\u0435\u043d\u043a\u0430 \u0434\u043e\u0431\u0440\u044b\u043c, \u0447\u0435\u043c \u0443\u043c\u043d\u044b\u043c.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u043d\u0435 \u043f\u043e\u0437\u0432\u043e\u043b\u044f\u0435\u0442\u0435 \u0434\u0440\u0443\u0433\u0438\u043c \u043b\u044e\u0434\u044f\u043c \u043e\u043a\u0430\u0437\u044b\u0432\u0430\u0442\u044c \u043d\u0430 \u0432\u0430\u0448\u0438 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u043a\u0430\u043a\u043e\u0435-\u043b\u0438\u0431\u043e \u0432\u043b\u0438\u044f\u043d\u0438\u0435.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u0430\u0448\u0438 \u043c\u044b\u0441\u043b\u0438, \u043a\u0430\u043a \u043f\u0440\u0430\u0432\u0438\u043b\u043e, \u0441\u043e\u0441\u0440\u0435\u0434\u043e\u0442\u043e\u0447\u0435\u043d\u044b \u043d\u0430 \u0440\u0435\u0430\u043b\u044c\u043d\u043e\u043c \u043c\u0438\u0440\u0435 \u0438 \u0435\u0433\u043e \u0441\u043e\u0431\u044b\u0442\u0438\u044f\u043c.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0414\u043b\u044f \u0432\u0430\u0441 \u043d\u0435 \u0437\u0430\u043d\u0438\u043c\u0430\u0435\u0442 \u043c\u043d\u043e\u0433\u043e \u0432\u0440\u0435\u043c\u0435\u043d\u0438 \u0432\u043b\u0438\u0442\u044c\u0441\u044f \u0432 \u043a\u043e\u043b\u043b\u0435\u043a\u0442\u0438\u0432 \u043d\u0430 \u043d\u043e\u0432\u043e\u043c \u0440\u0430\u0431\u043e\u0447\u0435\u043c \u043c\u0435\u0441\u0442\u0435.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0431\u043e\u043b\u044c\u0448\u0435 \u0435\u0441\u0442\u0435\u0441\u0442\u0432\u0435\u043d\u043d\u044b\u0439 \u0438\u043c\u043f\u0440\u043e\u0432\u0438\u0437\u0430\u0442\u043e\u0440, \u0447\u0435\u043c \u043e\u0441\u0442\u043e\u0440\u043e\u0436\u043d\u044b\u0439 \u043f\u043b\u0430\u043d\u0438\u0440\u043e\u0432\u0449\u0438\u043a.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u0430\u0448\u0438 \u044d\u043c\u043e\u0446\u0438\u0438 \u043a\u043e\u043d\u0442\u0440\u043e\u043b\u0438\u0440\u0443\u044e\u0442 \u0432\u0430\u0441 \u0431\u043e\u043b\u044c\u0448\u0435, \u0447\u0435\u043c \u0432\u044b \u0438\u0445.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u0430\u043c \u043d\u0440\u0430\u0432\u0438\u0442\u044c\u0441\u044f \u0445\u043e\u0434\u0438\u0442\u044c \u043d\u0430 \u0441\u0432\u0435\u0442\u0441\u043a\u0438\u0435 \u043c\u0435\u0440\u043e\u043f\u0440\u0438\u044f\u0442\u0438\u044f, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0441\u0432\u044f\u0437\u0430\u043d\u044b \u0441\u043e \u0441\u043c\u0435\u043d\u043e\u0439 \u043d\u0430\u0440\u044f\u0434\u043e\u0432 \u0438 \u0440\u043e\u043b\u0435\u0432\u044b\u043c\u0438 \u0438\u0433\u0440\u0430\u043c\u0438.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0447\u0430\u0441\u0442\u043e \u0442\u0440\u0430\u0442\u0438\u0442\u0435 \u0441\u0432\u043e\u0435 \u0432\u0440\u0435\u043c\u044f \u043d\u0430 \u0438\u0437\u0443\u0447\u0435\u043d\u0438\u0435 \u043d\u0435\u0440\u0435\u0430\u043b\u044c\u043d\u044b\u0445 \u0438\u043b\u0438 \u043d\u0435\u043f\u0440\u0430\u043a\u0442\u0438\u0447\u043d\u044b\u0445, \u043d\u043e \u043f\u0440\u0438 \u044d\u0442\u043e\u043c \u043e\u0447\u0435\u043d\u044c \u0438\u043d\u0442\u0440\u0438\u0433\u0443\u044e\u0449\u0438\u0445 \u0438\u0434\u0435\u0439.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0441\u043a\u043e\u0440\u0435\u0435 \u0431\u0443\u0434\u0435\u0442\u0435 \u0438\u043c\u043f\u0440\u043e\u0432\u0438\u0437\u0438\u0440\u043e\u0432\u0430\u0442\u044c, \u0447\u0435\u043c \u0442\u0440\u0430\u0442\u0438\u0442\u044c \u0432\u0440\u0435\u043c\u044f \u043d\u0430 \u0440\u0430\u0437\u0440\u0430\u0431\u043e\u0442\u043a\u0443 \u0434\u0435\u0442\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u043f\u043b\u0430\u043d\u0430.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u0441\u0434\u0435\u0440\u0436\u0430\u043d\u043d\u044b\u0439 \u0438 \u0441\u043f\u043e\u043a\u043e\u0439\u043d\u044b\u0439 \u0447\u0435\u043b\u043e\u0432\u0435\u043a.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0415\u0441\u043b\u0438 \u0431\u044b \u0443 \u0432\u0430\u0441 \u0431\u044b\u043b \u0441\u0432\u043e\u0439 \u0431\u0438\u0437\u043d\u0435\u0441, \u0432\u0430\u043c \u0431\u044b \u0431\u044b\u043b\u043e \u043e\u0447\u0435\u043d\u044c \u0441\u043b\u043e\u0436\u043d\u043e \u0443\u0432\u043e\u043b\u0438\u0442\u044c \u043f\u0440\u0435\u0434\u0430\u043d\u043d\u043e\u0433\u043e, \u043d\u043e \u043d\u0435\u044d\u0444\u0444\u0435\u043a\u0442\u0438\u0432\u043d\u043e\u0433\u043e \u0441\u043e\u0442\u0440\u0443\u0434\u043d\u0438\u043a\u0430.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0447\u0430\u0441\u0442\u043e \u0440\u0430\u0437\u043c\u044b\u0448\u043b\u044f\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u0441\u043c\u044b\u0441\u043b\u0430 \u0447\u0435\u043b\u043e\u0432\u0435\u0447\u0435\u0441\u043a\u043e\u0433\u043e \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043e\u0432\u0430\u043d\u0438\u044f.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u041a\u043e\u0433\u0434\u0430 \u0440\u0435\u0447\u044c \u0438\u0434\u0435\u0442 \u043e \u043f\u0440\u0438\u043d\u044f\u0442\u0438\u0438 \u0432\u0430\u0436\u043d\u044b\u0445 \u0440\u0435\u0448\u0435\u043d\u0438\u0439 \u0434\u043b\u044f \u0432\u0430\u0441 \u043b\u043e\u0433\u0438\u043a\u0430, \u043a\u0430\u043a \u043f\u0440\u0430\u0432\u0438\u043b\u043e, \u0432\u0430\u0436\u043d\u0435\u0435 \u0447\u0443\u0432\u0441\u0442\u0432.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0421\u043e\u0445\u0440\u0430\u043d\u0435\u043d\u0438\u0435 \u0432\u043e\u0437\u043c\u043e\u0436\u043d\u043e\u0441\u0442\u0438 \u0432\u044b\u0431\u043e\u0440\u0430 \u0434\u043b\u044f \u0432\u0430\u0441 \u0432\u0430\u0436\u043d\u0435\u0435, \u0447\u0435\u043c \u043d\u0430\u043b\u0438\u0447\u0438\u0435 \u0447\u0435\u0442\u043a\u043e\u0433\u043e \u0441\u043f\u0438\u0441\u043a\u0430 \u0434\u0435\u043b.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0415\u0441\u043b\u0438 \u0432\u0430\u0448 \u0434\u0440\u0443\u0433 \u0447\u0435\u043c-\u0442\u043e \u043e\u0433\u043e\u0440\u0447\u0435\u043d, \u0432\u044b, \u0441\u043a\u043e\u0440\u0435\u0435 \u0432\u0441\u0435\u0433\u043e, \u044d\u043c\u043e\u0446\u0438\u043e\u043d\u0430\u043b\u044c\u043d\u043e \u043f\u043e\u0434\u0434\u0435\u0440\u0436\u0438\u0442\u0435 \u0435\u0433\u043e, \u0430 \u043d\u0435 \u043f\u043e\u0441\u043e\u0432\u0435\u0442\u0443\u0435\u0442\u0435, \u043a\u0430\u043a \u0440\u0435\u0448\u0438\u0442\u044c \u043f\u0440\u043e\u0431\u043b\u0435\u043c\u0443.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0417\u0430\u0447\u0430\u0441\u0442\u0443\u044e \u0432\u044b \u0447\u0443\u0432\u0441\u0442\u0432\u0443\u0435\u0442\u0435 \u0441\u0435\u0431\u044f \u0432 \u0431\u0435\u0437\u043e\u043f\u0430\u0441\u043d\u043e\u0441\u0442\u0438.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u0430\u043c \u043d\u0435 \u0441\u043b\u043e\u0436\u043d\u043e \u0443\u0441\u0442\u0430\u043d\u0430\u0432\u043b\u0438\u0432\u0430\u0442\u044c \u043b\u0438\u0447\u043d\u044b\u0439 \u0433\u0440\u0430\u0444\u0438\u043a \u0438 \u043f\u0440\u0438\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0442\u044c\u0441\u044f \u0435\u0433\u043e.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0411\u044b\u0442\u044c \u043f\u0440\u0430\u0432\u044b\u043c \u0431\u043e\u043b\u0435\u0435 \u0432\u0430\u0436\u043d\u043e, \u0447\u0435\u043c \u0443\u043c\u0435\u0442\u044c \u0441\u043e\u0442\u0440\u0443\u0434\u043d\u0438\u0447\u0430\u0442\u044c \u0441 \u043b\u044e\u0434\u044c\u043c\u0438, \u043a\u043e\u0433\u0434\u0430 \u0440\u0435\u0447\u044c \u0438\u0434\u0435\u0442 \u043e \u043a\u043e\u043c\u0430\u043d\u0434\u043d\u043e\u0439 \u0440\u0430\u0431\u043e\u0442\u0435.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0434\u0443\u043c\u0430\u0435\u0442\u0435, \u0447\u0442\u043e \u043c\u043d\u0435\u043d\u0438\u0435 \u043b\u044e\u0431\u043e\u0433\u043e \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u0430 \u043d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u043e \u0443\u0432\u0430\u0436\u0430\u0442\u044c, \u043d\u0435\u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e \u043e\u0442 \u0442\u043e\u0433\u043e, \u043f\u043e\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043d\u043e \u043b\u0438 \u043e\u043d\u043e \u0444\u0430\u043a\u0442\u0430\u043c\u0438 \u0438\u043b\u0438 \u043d\u0435\u0442.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0447\u0443\u0432\u0441\u0442\u0432\u0443\u0435\u0442\u0435 \u0441\u0435\u0431\u044f \u0431\u043e\u043b\u0435\u0435 \u044d\u043d\u0435\u0440\u0433\u0438\u0447\u043d\u044b\u043c \u043f\u043e\u0441\u043b\u0435 \u0432\u0440\u0435\u043c\u0435\u043d\u0438, \u043f\u0440\u043e\u0432\u0435\u0434\u0435\u043d\u043d\u043e\u0433\u043e \u0432 \u0433\u0440\u0443\u043f\u043f\u0435 \u043b\u044e\u0434\u0435\u0439.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0447\u0430\u0441\u0442\u043e \u0442\u0435\u0440\u044f\u0435\u0442\u0435 \u0441\u0432\u043e\u0438 \u0432\u0435\u0449\u0438.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0441\u0447\u0438\u0442\u0430\u0435\u0442\u0435 \u0441\u0435\u0431\u044f \u0430\u0431\u0441\u043e\u043b\u044e\u0442\u043d\u043e \u044d\u043c\u043e\u0446\u0438\u043e\u043d\u0430\u043b\u044c\u043d\u043e \u0437\u0440\u0435\u043b\u044b\u043c \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u043e\u043c.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u0430\u0448 \u0443\u043c \u0432\u0441\u0435\u0433\u0434\u0430 \u043f\u0435\u0440\u0435\u043f\u043e\u043b\u043d\u0435\u043d \u043d\u0435\u0438\u0437\u0432\u0435\u0434\u0430\u043d\u043d\u044b\u043c\u0438 \u0438\u0434\u0435\u044f\u043c\u0438 \u0438 \u043f\u043b\u0430\u043d\u0430\u043c\u0438.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u043d\u0435 \u043d\u0430\u0437\u0432\u0430\u043b\u0438 \u0431\u044b \u0441\u0435\u0431\u044f \u043c\u0435\u0447\u0442\u0430\u0442\u0435\u043b\u0435\u043c.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u0430\u043c, \u043a\u0430\u043a \u043f\u0440\u0430\u0432\u0438\u043b\u043e, \u0441\u043b\u043e\u0436\u043d\u043e \u0440\u0430\u0441\u0441\u043b\u0430\u0431\u0438\u0442\u044c\u0441\u044f, \u043a\u043e\u0433\u0434\u0430 \u0432\u044b \u0432\u044b\u0441\u0442\u0443\u043f\u0430\u0435\u0442\u0435 \u043f\u0435\u0440\u0435\u0434 \u043f\u0443\u0431\u043b\u0438\u043a\u043e\u0439.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u041f\u043e \u0431\u043e\u043b\u044c\u0448\u043e\u043c\u0443 \u0441\u0447\u0435\u0442\u0443 \u0432\u044b \u0431\u043e\u043b\u044c\u0448\u0435 \u0434\u043e\u0432\u0435\u0440\u044f\u0435\u0442\u0435 \u0441\u0432\u043e\u0435\u043c\u0443 \u043e\u043f\u044b\u0442\u0443, \u0447\u0435\u043c \u0432\u043e\u043e\u0431\u0440\u0430\u0436\u0435\u043d\u0438\u044e.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u043e\u0447\u0435\u043d\u044c \u043f\u0435\u0440\u0435\u0436\u0438\u0432\u0430\u0435\u0442\u0435 \u043e\u0442\u043d\u043e\u0441\u0438\u0442\u0435\u043b\u044c\u043d\u043e \u0442\u043e\u0433\u043e, \u0447\u0442\u043e \u0434\u0443\u043c\u0430\u044e\u0442 \u043e \u0432\u0430\u0441 \u0434\u0440\u0443\u0433\u0438\u0435 \u043b\u044e\u0434\u0438.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0415\u0441\u043b\u0438 \u0432 \u043a\u043e\u043c\u043d\u0430\u0442\u0435 \u043c\u043d\u043e\u0433\u043e \u043b\u044e\u0434\u0435\u0439, \u0432\u044b \u0434\u0435\u0440\u0436\u0438\u0442\u0435\u0441\u044c \u0431\u043b\u0438\u0436\u0435 \u043a \u0441\u0442\u0435\u043d\u0435, \u0438\u0437\u0431\u0435\u0433\u0430\u044f \u0446\u0435\u043d\u0442\u0440\u0430.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0423 \u0432\u0430\u0441 \u0435\u0441\u0442\u044c \u043f\u0440\u0438\u0432\u044b\u0447\u043a\u0430 \u043e\u0442\u043a\u043b\u0430\u0434\u044b\u0432\u0430\u0442\u044c \u0432\u0441\u0435 \u043d\u0430 \u043f\u043e\u0442\u043e\u043c, \u0434\u043e \u0442\u0435\u0445 \u043f\u043e\u0440, \u043f\u043e\u043a\u0430 \u0443\u0436\u0435 \u043d\u0435 \u0445\u0432\u0430\u0442\u0430\u0435\u0442 \u0432\u0440\u0435\u043c\u0435\u043d\u0438 \u0432\u0441\u0435 \u0441\u0434\u0435\u043b\u0430\u0442\u044c.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u043e\u0447\u0435\u043d\u044c \u043f\u0435\u0440\u0435\u0436\u0438\u0432\u0430\u0435\u0442\u0435 \u0432 \u0441\u0442\u0440\u0435\u0441\u0441\u043e\u0432\u044b\u0445 \u0441\u0438\u0442\u0443\u0430\u0446\u0438\u044f\u0445.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0434\u0443\u043c\u0430\u0435\u0442\u0435, \u0447\u0442\u043e \u043d\u0440\u0430\u0432\u0438\u0442\u044c\u0441\u044f \u0434\u0440\u0443\u0433\u0438\u043c \u043b\u044e\u0434\u044f\u043c \u043b\u0443\u0447\u0448\u0435, \u0447\u0435\u043c \u0431\u044b\u0442\u044c \u0432\u043b\u0438\u044f\u0442\u0435\u043b\u044c\u043d\u044b\u043c \u0447\u0435\u043b\u043e\u0432\u0435\u043a\u043e\u043c.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u0430\u0441 \u0432\u0441\u0435\u0433\u0434\u0430 \u0438\u043d\u0442\u0435\u0440\u0435\u0441\u043e\u0432\u0430\u043b\u0438 \u043d\u0435\u0442\u0440\u0430\u0434\u0438\u0446\u0438\u043e\u043d\u043d\u044b\u0435 \u0438 \u043c\u043d\u043e\u0433\u043e\u0437\u043d\u0430\u0447\u043d\u044b\u0435 \u0432\u0435\u0449\u0438, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440, \u0432 \u043a\u043d\u0438\u0433\u0430\u0445, \u0438\u0441\u043a\u0443\u0441\u0441\u0442\u0432\u0435 \u0438\u043b\u0438 \u043a\u0438\u043d\u0435\u043c\u0430\u0442\u043e\u0433\u0440\u0430\u0444\u0435.&quot;,&quot;answer&quot;:null},{&quot;text&quot;:&quot;\u0412\u044b \u0447\u0430\u0441\u0442\u043e \u0431\u0435\u0440\u0435\u0442\u0435 \u0438\u043d\u0438\u0446\u0438\u0430\u0442\u0438\u0432\u0443 \u0432 \u0441\u0432\u043e\u0438 \u0440\u0443\u043a\u0438 \u0432 \u0441\u0438\u0442\u0443\u0430\u0446\u0438\u044f\u0445 \u0441\u043e\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u0432\u0437\u0430\u0438\u043c\u043e\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f.&quot;,&quot;answer&quot;:null}]"
                    endpoint="https://www.16personalities.com/ru/rezultaty-testa"
                ></quiz>
            </div>
            <share-highlighter></share-highlighter>
    
    <div class="modal__container">
        
                    <search-modal action="https://www.16personalities.com/search"></search-modal>
        
        
            
                <auth-login-modal data-chunk="guest-chunk"></auth-login-modal>
                <auth-modal-forgot-password data-chunk="guest-chunk"></auth-modal-forgot-password>

                
            
        
        <app-errors></app-errors>

        <div id="portal--modal"></div>
        <div id="portal--modalbg"></div>
    </div>
    <div class="scrollbar-measure"></div>

                </div>

        <div class="social-cta comp" data-chunk="social-chunk">
    <div class="wrapper">
        <div class="social-count" v-cloak>
            <div class="number">101K</div>
        </div>
        <div class="social-icons">
            
                            <share-vkontakte ga-event="Description" page="personality-test" record></share-vkontakte>
            
            <share-facebook ga-event="Description" page="personality-test" record></share-facebook>

            <share-twitter ga-event="Description" page="personality-test" text="Бесплатный тест личности" record></share-twitter>

            <share-pinterest ga-event="Description" page="personality-test" text="Бесплатный тест личности" record></share-pinterest>

            <share-whatsapp ga-event="Description" page="personality-test" text="Бесплатный тест личности" record></share-whatsapp>

            <share-messenger ga-event="Description" page="personality-test" record></share-messenger>

            <share-email ga-event="Description" page="personality-test" record></share-email>
        </div>
    </div>
</div>

    </main>


            <div class="push"></div>

            
            
            <share-highlighter></share-highlighter>
    
    <div class="modal__container">
        
                    <search-modal action="https://www.16personalities.com/search"></search-modal>
        
        
            
                <auth-login-modal data-chunk="guest-chunk"></auth-login-modal>
                <auth-modal-forgot-password data-chunk="guest-chunk"></auth-modal-forgot-password>

                
            
        
        <app-errors></app-errors>

        <div id="portal--modal"></div>
        <div id="portal--modalbg"></div>
    </div>
    

    <!-- version v2.6.56 -->
            
</footer>

<div class="svg-icons">
    <svg id="spin-icon" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512"><path d="M460.115 373.846l-6.941-4.008c-5.546-3.202-7.564-10.177-4.661-15.886 32.971-64.838 31.167-142.731-5.415-205.954-36.504-63.356-103.118-103.876-175.8-107.701C260.952 39.963 256 34.676 256 28.321v-8.012c0-6.904 5.808-12.337 12.703-11.982 83.552 4.306 160.157 50.861 202.106 123.67 42.069 72.703 44.083 162.322 6.034 236.838-3.14 6.149-10.75 8.462-16.728 5.011z"></path></svg>
</div>

        </div>

        <script type="module" src="https://www.16personalities.com/build/assets/app.23935c85.js" async></script><script type="module" src="https://www.16personalities.com/build/assets/app.23935c85.js" rel="preload" as="script"></script>

        <script type="text/javascript">setTimeout(function(){var s = document.createElement('link');s.rel='stylesheet';s.href='https://www.16personalities.com/build/assets/chjpbnjpbnq--193a3c34.css';s.type='text/css';s.media='print';document.head.appendChild(s);},5000);</script>
            <script>

    
        ga('send', 'pageview', {
            'dimension5' : 'anonymous',
            'dimension11': 'ru'
        });

    
    gtag('set', 'user_properties', {
        locale    : 'ru',
        authStatus: 'anonymous',
        userId    : '',
        cookieId  : '',
    });

</script>

    </body>
</html>
